2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_OnderhoudAfnemerindicaties/data/VP.0-TC01-3-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>*</ABONNEMENT>
            <NAAM>*</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>017401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Volledigbericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Geen pop.bep. levering op basis van afnemerindicatie</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van afnemerindicatie</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
    <brp:code>31001</brp:code>
    <brp:naam>Plaatsing afnemerindicatie</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>017401</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:communicatieID="*">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
		  <brp:actieInhoud>*</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>1993</brp:actieInhoud>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>1994</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>1992</brp:actieInhoud>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>1993</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>1003</brp:actieInhoud>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>1992</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>677080426</brp:burgerservicenummer>
          <brp:administratienummer>1097207412</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Cees</brp:voornamen>
          <brp:voorvoegsel>de</brp:voorvoegsel>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Vries</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datum>1981-10-02</brp:datum>
          <brp:gemeenteCode>0519</brp:gemeenteCode>
          <brp:woonplaatsnaam>Honselersdijk</brp:woonplaatsnaam>
          <brp:omschrijvingLocatie>*</brp:omschrijvingLocatie>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
          <brp:code>V</brp:code>
        </brp:geslachtsaanduiding>
        <brp:inschrijving brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datum>1981-10-02</brp:datum>
        </brp:inschrijving>
        <brp:bijhouding brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
		  <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>2005-03-28</brp:datumAanvangGeldigheid>
          <brp:partijCode>034401</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
      <brp:bijhouding brp:voorkomenSleutel="*">
         <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
         <brp:actieInhoud>1993</brp:actieInhoud>
         <brp:tijdstipVerval>*</brp:tijdstipVerval>
         <brp:actieVerval>1994</brp:actieVerval>
         <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
         <brp:partijCode>022601</brp:partijCode>
         <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
         <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
         <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
      </brp:bijhouding>
      <brp:bijhouding brp:voorkomenSleutel="*">
         <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
         <brp:actieInhoud>1003</brp:actieInhoud>
         <brp:tijdstipVerval>*</brp:tijdstipVerval>
         <brp:actieVerval>1993</brp:actieVerval>
         <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
         <brp:partijCode>051801</brp:partijCode>
         <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
         <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
         <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
      </brp:bijhouding>
        <brp:voornamen>
          <brp:voornaam brp:objecttype="PersoonVoornaam" brp:objectSleutel="*" brp:voorkomenSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
            <brp:volgnummer>1</brp:volgnummer>
            <brp:naam>Cees</brp:naam>
          </brp:voornaam>
        </brp:voornamen>
        <brp:geslachtsnaamcomponenten>
          <brp:geslachtsnaamcomponent brp:objecttype="PersoonGeslachtsnaamcomponent" brp:objectSleutel="*" brp:voorkomenSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
            <brp:volgnummer>1</brp:volgnummer>
            <brp:voorvoegsel>de</brp:voorvoegsel>
            <brp:scheidingsteken>-</brp:scheidingsteken>
            <brp:stam>Vries</brp:stam>
          </brp:geslachtsnaamcomponent>
        </brp:geslachtsnaamcomponenten>
        <brp:naamgebruik brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:code>E</brp:code>
          <brp:voornamen>Cees</brp:voornamen>
          <brp:voorvoegsel>de</brp:voorvoegsel>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Vries</brp:geslachtsnaamstam>
        </brp:naamgebruik>
        <brp:adressen>
          <brp:adres brp:objecttype="PersoonAdres" brp:objectSleutel="*" brp:voorkomenSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
			<brp:actieInhoud>*</brp:actieInhoud>
            <brp:datumAanvangGeldigheid>2005-03-28</brp:datumAanvangGeldigheid>
            <brp:soortCode>W</brp:soortCode>
            <brp:redenWijzigingCode>P</brp:redenWijzigingCode>
            <brp:aangeverAdreshoudingCode>P</brp:aangeverAdreshoudingCode>
            <brp:datumAanvangAdreshouding>2005-03-28</brp:datumAanvangAdreshouding>
            <brp:gemeenteCode>0344</brp:gemeenteCode>
            <brp:naamOpenbareRuimte>Vredenburg</brp:naamOpenbareRuimte>
            <brp:afgekorteNaamOpenbareRuimte>Vredenburg</brp:afgekorteNaamOpenbareRuimte>
            <brp:huisnummer>3</brp:huisnummer>
            <brp:postcode>3511BA</brp:postcode>
            <brp:woonplaatsnaam>Utrecht</brp:woonplaatsnaam>
            <brp:landGebiedCode>6030</brp:landGebiedCode>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:objectSleutel="*" brp:voorkomenSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>1992</brp:actieInhoud>
            <brp:tijdstipVerval>*</brp:tijdstipVerval>
            <brp:actieVerval>1994</brp:actieVerval>
            <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
            <brp:soortCode>W</brp:soortCode>
            <brp:redenWijzigingCode>P</brp:redenWijzigingCode>
            <brp:aangeverAdreshoudingCode>I</brp:aangeverAdreshoudingCode>
            <brp:datumAanvangAdreshouding>*</brp:datumAanvangAdreshouding>
            <brp:gemeenteCode>0226</brp:gemeenteCode>
            <brp:naamOpenbareRuimte>Zonegge</brp:naamOpenbareRuimte>
            <brp:afgekorteNaamOpenbareRuimte>Zonegge</brp:afgekorteNaamOpenbareRuimte>
            <brp:huisnummer>1</brp:huisnummer>
            <brp:postcode>6901KT</brp:postcode>
            <brp:landGebiedCode>6030</brp:landGebiedCode>
          </brp:adres>
        </brp:adressen>
        <brp:nationaliteiten>
          <brp:nationaliteit brp:objecttype="PersoonNationaliteit" brp:objectSleutel="*" brp:voorkomenSleutel="*">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>*</brp:actieInhoud>
            <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
            <brp:nationaliteitCode>0001</brp:nationaliteitCode>
            <brp:redenVerkrijgingCode>017</brp:redenVerkrijgingCode>
          </brp:nationaliteit>
        </brp:nationaliteiten>
        <brp:betrokkenheden>
          <brp:kind brp:objecttype="Betrokkenheid" brp:voorkomenSleutel="*" brp:objectSleutel="*">
            <brp:familierechtelijkeBetrekking brp:objecttype="Relatie" brp:objectSleutel="*">
              <brp:relatie brp:voorkomenSleutel="*">
                <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
              </brp:relatie>
              <brp:betrokkenheden>
                <brp:ouder brp:objecttype="Betrokkenheid" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:persoon brp:objecttype="Persoon">
                    <brp:soortCode>N</brp:soortCode>
                    <brp:samengesteldeNaam brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1998-01-01</brp:datumAanvangGeldigheid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Adam-Cees</brp:voornamen>
                      <brp:voorvoegsel>van</brp:voorvoegsel>
                      <brp:scheidingsteken>-</brp:scheidingsteken>
                      <brp:geslachtsnaamstam>Modernodam</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datum>1950-01-01</brp:datum>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                    <brp:geslachtsaanduiding brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1950-01-01</brp:datumAanvangGeldigheid>
                      <brp:code>M</brp:code>
                    </brp:geslachtsaanduiding>
                  </brp:persoon>
                  <brp:ouderschap brp:voorkomenSleutel="*">
                    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
					<brp:actieInhoud>*</brp:actieInhoud>
                    <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
                  </brp:ouderschap>
                </brp:ouder>
                <brp:ouder brp:objecttype="Betrokkenheid" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:persoon brp:objecttype="Persoon">
                    <brp:soortCode>N</brp:soortCode>
                    <brp:samengesteldeNaam brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1998-01-01</brp:datumAanvangGeldigheid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Eva-Cees</brp:voornamen>
                      <brp:voorvoegsel>van</brp:voorvoegsel>
                      <brp:scheidingsteken>-</brp:scheidingsteken>
                      <brp:geslachtsnaamstam>Modernodam</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datum>1950-01-01</brp:datum>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                    <brp:geslachtsaanduiding brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1950-01-01</brp:datumAanvangGeldigheid>
                      <brp:code>V</brp:code>
                    </brp:geslachtsaanduiding>
                  </brp:persoon>
                  <brp:ouderschap brp:voorkomenSleutel="*">
                    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
					<brp:actieInhoud>*</brp:actieInhoud>
                    <brp:datumAanvangGeldigheid>1981-10-02</brp:datumAanvangGeldigheid>
                  </brp:ouderschap>
                </brp:ouder>
              </brp:betrokkenheden>
            </brp:familierechtelijkeBetrekking>
          </brp:kind>
        </brp:betrokkenheden>
        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>